hello=Ch\u00E0o b\u1EA1n
goodbye=T\u1EA1m bi\u1EC7t b\u1EA1n
website=Website b\u00E1n h\u00E0ng
account=T\u00E0i kho\u1EA3n
cart=Gi\u1ECF h\u00E0ng
language=Vi\u1EC7t Nam
home=Trang ch\u1EE7
introduce=Gi\u1EDBi thi\u1EC7u
product=S\u1EA3n ph\u1EA9m
news=Tin T\u1EE9c
contact=Li\u00EAn H\u1EC7
newproductlaunch=S\u1EA3n Ph\u1EA9m M\u1EDBi Ra M\u1EAFt
promotionalproducts=S\u1EA3n Ph\u1EA9m \u0110ang Khuy\u1EC5n M\u00E3i
discountproducts=S\u1EA3n Ph\u1EA9m Gi\u1EA3m Gi\u00E1
manufacturer=H\u00E3ng s\u1EA3n xu\u1EA5t
all=T\u1EA5t c\u1EA3
price=M\u1EE9c gi\u00E1
under2million=D\u01B0\u1EDBi 2 tri\u1EC7u
from2-4million=T\u1EEB 2 - 4 tri\u1EC7u
from4-7million=T\u1EEB 4 - 7 tri\u1EC7u
from7-13million=T\u1EEB 7 - 13 tri\u1EC7u
over13million=Tr\u00EAn 13 tri\u1EC7u
advertisement=Qu\u1EA3ng c\u00E1o
allproducts=T\u1EA5t C\u1EA3 S\u1EA3n Ph\u1EA9m
featuredproducts=S\u1EA3n Ph\u1EA9m N\u1ED5i B\u1EADt
hugediscount=Gi\u1EA3m Gi\u00E1 C\u1EF1c M\u1EA1nh
reduce=Gi\u1EA3m
buynow=Mua ngay
favourite=Y\u00EAu th\u00EDch
quantitysold=S\u1ED1 L\u01B0\u1EE3ng \u0110\u00E3 B\u00E1n
seedetails=Xem chi ti\u1EBFt
CONTACTINFO=TH\u00D4NG TIN LI\u00CAN H\u1EC6
OTHERINFORMATION=TH\u00D4NG TIN KH\u00C1C
FEEDBACK=TH\u00D4NG TIN PH\u1EA2N H\u1ED2I
WebsitespecializinginprovidingleadingelectronicequipmentinVietnam=Website chuy\u00EAn cung c\u1EA5p thi\u1EBFt b\u1ECB \u0111i\u1EC7n t\u1EED h\u00E0ng \u0111\u1EA7u Vi\u1EC7t Nam
WarrantyPolicy=Ch\u00EDnh s\u00E1ch b\u1EA3o h\u00E0nh
Returnpolicy=Ch\u00EDnh s\u00E1ch \u0111\u1ED5i tr\u1EA3
Address=\u0110\u1ECBa ch\u1EC9
Phone=\u0110i\u1EC7n tho\u1EA1i
Contactnow=Li\u00EAn h\u1EC7 ngay
thanhvu=\u0110\u01B0\u1EE3c th\u00E0nh l\u1EADp n\u0103m 2023 nh\u1EDD \u0111\u1ED9i ng\u1EE7 tr\u1EBB \u0111a t\u00E0i nh\u00F3m 41 bao g\u1ED1m Nguy\u1EC5n Qu\u1ED1c Trung, Tr\u1EA7n Thanh V\u0169, Tr\u1EA7n H\u1EEFu L\u1ED9c 3 th\u00E0nh vi\u00EAn n\u00E0y \u0111\u00E3 s\u00E1ng l\u1EADp ra 1 th\u01B0\u01A1ng hi\u1EC7u \u0111i\u1EC7n tho\u1EA1i v\u1EDBi s\u1EE9c s\u00E1ng t\u1EA1o ph\u1EA3i g\u1ECDi l\u00E0 tr\u00EAn c\u1EA3 tuy\u1EC7t v\u1EDDi ! Trong m\u00F4n h\u1ECDc L\u1EADp Tr\u00ECnh Web th\u00EC 3 b\u1EA1n n\u00E3y \u0111\u00E3 ngh\u1EC9 ra \u00FD t\u01B0\u1EDFng l\u00E0 m\u00ECnh s\u1EBD t\u1EA1o ra 1 c\u00E1i web b\u00E1n \u0111i\u1EC7n tho\u1EA1i v\u00E0 d\u00F9ng n\u00F3 \u0111\u1EC3 ph\u00E1t tri\u1EC3n 1 c\u00F4ng ty ri\u00EAng mang t\u00EAn Nh\u00F3m 4 Phone Store ! Ng\u00E0y 17/11/2007 b\u1EAFt \u0111\u1EA7u kh\u1EDFi ch\u1EA1y trang web mang t\u00EAn /view/home.jsp chuy\u00EAn mua b\u00E1n t\u1EA5t c\u1EA3 c\u00E1c th\u1EC3 lo\u1EA1i \u0111i\u1EC7n tho\u1EA1i gi\u00E1 th\u1ECB tr\u01B0\u1EDDng t\u1EEB th\u1EA5p \u0111\u1EBFn cao v\u00E0 t\u1EA5t c\u1EA3 c\u00E1c h\u00E3ng s\u1EA3n xu\u1EA5t li\u00EAn quan \u0111\u1EBFn \u0111i\u1EC7n tho\u1EA1i ! V\u00E0 sau \u0111\u00F3 l\u00E0 1 c\u00E2u chuy\u1EC7n, 1 l\u1ECBch s\u1EEF, 1 huy\u1EC1n tho\u1EA1i mang t\u00EAn /view/home.jsp \u0111\u01B0\u1EE3c ra \u0111\u1EDDi. V\u01B0\u01A1ng t\u1EA7m qu\u1ED1c t\u1EBF c\u00F9ng v\u1EDBi 3 nh\u00E0 s\u00E1ng l\u1EADp tr\u1EBB. S\u1EF1 ph\u00E1t tri\u1EC3n v\u01B0\u1EE3t b\u1EADt trong n\u1EC1n kinh t\u1EBFt m\u1EDBi c\u1EE7a Vi\u1EC7t Nam
tranloc=L\u0129nh v\u1EF1c ho\u1EA1t \u0111\u1ED9ng ch\u00EDnh c\u1EE7a c\u00F4ng ty bao g\u1ED3m: mua b\u00E1n s\u1EEDa ch\u1EEFa c\u00E1c thi\u1EBFt b\u1ECB li\u00EAn quan \u0111\u1EBFn \u0111i\u1EC7n tho\u1EA1i di \u0111\u1ED9ng, thi\u1EBFt b\u1ECB k\u1EF9 thu\u1EADt s\u1ED1 v\u00E0 c\u00E1c l\u0129nh v\u1EF1c li\u00EAn quan \u0111\u1EBFn th\u01B0\u01A1ng m\u1EA1i \u0111i\u1EC7n t\u1EED.B\u1EB1ng tr\u1EA3i nghi\u1EC7m v\u1EC1 th\u1ECB tr\u01B0\u1EDDng \u0111i\u1EC7n tho\u1EA1i di \u0111\u1ED9ng t\u1EEB \u0111\u1EA7u nh\u1EEFng n\u0103m 1990, c\u00F9ng v\u1EDBi vi\u1EC7c nghi\u00EAn c\u1EE9u k\u1EF9 t\u1EADp qu\u00E1n mua h\u00E0ng c\u1EE7a kh\u00E1ch h\u00E0ng Vi\u1EC7t Nam, nhom4store.com \u0111\u00E3 x\u00E2y d\u1EF1ng m\u1ED9t ph\u01B0\u01A1ng th\u1EE9c kinh doanh ch\u01B0a t\u1EEBng c\u00F3 \u1EDF Vi\u1EC7t Nam tr\u01B0\u1EDBc \u0111\u00E2y. C\u00F4ng ty \u0111\u00E3 x\u00E2y d\u1EF1ng \u0111\u01B0\u1EE3c m\u1ED9t phong c\u00E1ch t\u01B0 v\u1EA5n b\u00E1n h\u00E0ng \u0111\u1EB7c bi\u1EC7t nh\u1EDD v\u00E0o m\u1ED9t \u0111\u1ED9i ng\u0169 nh\u00E2n vi\u00EAn chuy\u00EAn nghi\u1EC7p v\u00E0 trang web www.nhom4store.com h\u1ED7 tr\u1EE3 nh\u01B0 l\u00E0 m\u1ED9t c\u1EA9m nang v\u1EC1 \u0111i\u1EC7n tho\u1EA1i di \u0111\u1ED9ng v\u00E0 m\u1ED9t k\u00EAnh th\u01B0\u01A1ng m\u1EA1i \u0111i\u1EC7n t\u1EED h\u00E0ng \u0111\u1EA7u t\u1EA1i Vi\u1EC7t Nam.Hi\u1EC7n nay, s\u1ED1 l\u01B0\u1EE3ng \u0111i\u1EC7n tho\u1EA1i b\u00E1n ra trung b\u00ECnh t\u1EA1i nhom4store.com kho\u1EA3ng 300.000 m\u00E1y/th\u00E1ng chi\u1EBFm kho\u1EA3ng 15% th\u1ECB ph\u1EA7n \u0111i\u1EC7n tho\u1EA1i ch\u00EDnh h\u00E3ng c\u1EA3 n\u01B0\u1EDBc. Trung b\u00ECnh m\u1ED9t th\u00E1ng b\u00E1n ra h\u01A1n 10.000 laptop tr\u1EDF th\u00E0nh Nh\u00E0 b\u00E1n l\u1EBB b\u00E1n ra s\u1ED1 l\u01B0\u1EE3ng laptop l\u1EDBn nh\u1EA5t c\u1EA3 n\u01B0\u1EDBc.Vi\u1EC7c b\u00E1n h\u00E0ng qua m\u1EA1ng v\u00E0 giao h\u00E0ng t\u1EADn nh\u00E0 tr\u00EAn ph\u1EA1m vi to\u00E0n qu\u1ED1c \u0111\u00E3 \u0111\u01B0\u1EE3c tri\u1EC3n khai t\u1EEB \u0111\u1EA7u n\u0103m 2007, hi\u1EC7n nay l\u01B0\u1EE3ng kh\u00E1ch h\u00E0ng mua laptop th\u00F4ng qua website www.nhom4store.com v\u00E0 t\u1ED5ng \u0111\u00E0i 1900.561.292 \u0111\u00E3 t\u0103ng l\u00EAn \u0111\u00E1ng k\u1EC3, trung b\u00ECnh 5.000 - 6.000 \u0111\u01A1n h\u00E0ng m\u1ED7i th\u00E1ng. \u0110\u00E2y l\u00E0 m\u1ED9t k\u00EAnh b\u00E1n h\u00E0ng ti\u1EC1m n\u0103ng v\u00E0 l\u00E0 m\u1ED9t c\u00F4ng c\u1EE5 h\u1EEFu hi\u1EC7u gi\u00FAp c\u00E1c kh\u00E1ch h\u00E0ng \u1EDF nh\u1EEFng khu v\u1EF1c xa mua \u0111\u01B0\u1EE3c m\u1ED9t s\u1EA3n ph\u1EA9m \u01B0ng \u00FD khi kh\u00F4ng c\u00F3 \u0111i\u1EC1u ki\u1EC7n xem tr\u1EF1c ti\u1EBFp s\u1EA3n ph\u1EA9m.www.nhom4store.com l\u00E0 website th\u01B0\u01A1ng m\u1EA1i \u0111i\u1EC7n t\u1EED l\u1EDBn nh\u1EA5t Vi\u1EC7t Nam v\u1EDBi s\u1ED1 l\u01B0\u1EE3ng truy c\u1EADp h\u01A1n 1.200.000 l\u01B0\u1EE3t ng\u00E0y, cung c\u1EA5p th\u00F4ng tin chi ti\u1EBFt v\u1EC1 gi\u00E1 c\u1EA3, t\u00EDnh n\u0103ng k\u0129 thu\u1EADt c\u1EE7a h\u01A1n 500 model \u0111i\u1EC7n tho\u1EA1i v\u00E0 200 model laptop c\u1EE7a t\u1EA5t c\u1EA3 c\u00E1c nh\u00E3n hi\u1EC7u ch\u00EDnh th\u1EE9c t\u1EA1i Vi\u1EC7t Nam. nhom4store.com \u0111\u00E3 nh\u1EADn \u0111\u01B0\u1EE3c nhi\u1EC1u gi\u1EA3i th\u01B0\u1EDFng do ng\u01B0\u1EDDi ti\u00EAu d\u00F9ng c\u0169ng nh\u01B0 c\u00E1c \u0111\u1ED1i t\u00E1c b\u00ECnh ch\u1ECDn trong nhi\u1EC1u n\u0103m li\u1EC1n.
quoctrung=nhom4store.com \u0111\u00E3 nh\u1EADn \u0111\u01B0\u1EE3c nhi\u1EC1u gi\u1EA3i th\u01B0\u1EDFng do ng\u01B0\u1EDDi ti\u00EAu d\u00F9ng c\u0169ng nh\u01B0 c\u00E1c \u0111\u1ED1i t\u00E1c b\u00ECnh ch\u1ECDn trong nhi\u1EC1u n\u0103m li\u1EC1n. M\u1ED9t s\u1ED1 gi\u1EA3i th\u01B0\u1EDFng ti\u00EAu bi\u1EC3u:\
- 500 nh\u00E0 b\u00E1n l\u1EBB h\u00E0ng \u0111\u1EA7u Ch\u00E2u \u00C1 - Th\u00E1i B\u00ECnh D\u01B0\u01A1ng 2010\
- Top 500 Fast VietNam 2010 (nhom4store.com n\u1EB1m trong top 4)\
- Nh\u00E0 b\u00E1n l\u1EBB \u0111\u01B0\u1EE3c t\u00EDn nhi\u1EC7m nh\u1EA5t 4 n\u0103m li\u00EAn ti\u1EBFp 2007, 2008, 2009, 2010 (Vietnam Mobile Awards)\
- Nh\u00E0 b\u00E1n l\u1EBB \u0111i\u1EC7n tho\u1EA1i di \u0111\u1ED9ng c\u00F3 \u0111a d\u1EA1ng m\u1EB7t h\u00E0ng nh\u1EA5t\
- Nh\u00E0 b\u00E1n l\u1EBB \u0110TD\u0110 ch\u0103m s\u00F3c v\u00E0 h\u1ED7 tr\u1EE3 kh\u00E1ch h\u00E0ng t\u1ED1t nh\u1EA5t\
- Gi\u1EA3i th\u01B0\u1EDFng th\u01B0\u01A1ng hi\u1EC7u n\u1ED5i ti\u1EBFng t\u1EA1i Vi\u1EC7t Nam n\u0103m 2008 theo nh\u1EADn bi\u1EBFt c\u1EE7a ng\u01B0\u1EDDi ti\u00EAu d\u00F9ng do Ph\u00F2ng th\u01B0\u01A1ng m\u1EA1i v\u00E0 c\u00F4ng nghi\u1EC7p Vi\u1EC7t Nam c\u1EA5p\
- Gi\u1EA3i th\u01B0\u1EDFng nh\u00E0 b\u00E1n l\u1EBB c\u1EE7a n\u0103m do b\u00E1o PCWord Vi\u1EC7t Nam t\u1ED5 ch\u1EE9c\
- C\u00E1c b\u1EB1ng khen, ch\u1EE9ng nh\u1EADn c\u1EE7a c\u00E1c c\u01A1 quan ch\u00EDnh quy\u1EC1n trao t\u1EB7ng
Login=\u0110\u0103ng nh\u1EADp
username=T\u00EAn \u0111\u0103ng nh\u1EADp
Password=M\u1EADt kh\u1EA9u
Donothaveanaccount?Registernow=B\u1EA1n ch\u01B0a c\u00F3 t\u00E0i kho\u1EA3n? 
Registernow=\u0110\u0103ng k\u00FD ngay
Or=Ho\u1EB7c
Forgotpassword=Qu\u00EAn M\u1EADt Kh\u1EA9u?
News=Tin m\u1EDBi
Contactus=Li\u00EAn h\u1EC7 v\u1EDBi ch\u00FAng t\u00F4i
Firstandlastname=H\u1ECD v\u00E0 T\u00EAn
Mailingaddress=\u0110\u1ECBa ch\u1EC9 mail
Phonenumber=S\u1ED1 \u0111i\u1EC7n tho\u1EA1i
Title=Ti\u00EAu \u0111\u1EC1

